{
  "courses": [
    {
      "id": "1",
      "title": "Английский язык: от Beginner до Intermediate",
      "category": "Иностранные языки",
      "date": "05.06.2025",
      "duration": "33 недели",
      "description": "Программа «Английский язык: от Beginner до Intermediate» предлагает последовательное и системное освоение языка. Последовательно изучая материалы, вы изучите базовые правила фонетики, и грамматики, освоите лексику и страноведение. Закрепив материал и отточив навыки на практике, вы углубитесь в страноведческий материал, расширите словарный запас, познакомитесь с профессиональной лексикой и сможете общаться на любые темы."
    },
    {
      "id": "2",
      "title": "История Японии и современная культура",
      "category": "История",
      "date": "05.07.2025",
      "duration": "24 недели",
      "description": "Программа «История Японии и современная культура» познакомит вас с завораживающей и таинственной Страной восходящего солнца. Вы подробно изучите исторические этапы и особенности японской культуры, начиная с  древних цивилизаций до современного развития страны, узнаете о принципах японской философии и специфике менталитета японцев."
    },
    {
      "id": "3",
      "title": "Микроэкономика",
      "category": "Экономика",
      "date": "05.06.2025",
      "duration": "16 недели",
      "description": "Предлагаемый курс является адаптационным и совмещает в себя ключевые элементы вводного и промежуточного курса микроэкономики. Основной целевой аудиторией являются магистранты без базового экономического образования, которым предстоит изучать микроэкономику продвинутого уровня. Данный курс позволит получить необходимые первичные знания об основных принципах микроэкономического анализа, о спросе и предложении, рыночном равновесии, моделировании поведения фирмы в разных конкурентных условиях (совершенной конкуренции, монополии и олигополии), о рынках факторов производства и др. Курс является квинтэссенцией курсов Микрономика-1 и Микроэкономика-2, изучаемых на уровне бакалавриата, и нацелен на формирование четкого представления обучающихся о микроэкономическом анализе, его методиках и инструментах."
    },
    {
      "id": "4",
      "title": "Введение в физику",
      "category": "Физика",
      "date": "05.06.2025",
      "duration": "12 недель",
      "description": "Курс посвящен основам физики. Излагается простым и доступным языком. Ориентирован на начинающих изучение физики в Академической гимназии им. Д. К. Фаддеева СПбГУ, а также на широкий круг слушателей, заинтересованных в глубоком и всестороннем изучении науки физики. Базовые темы рассматриваются с достаточной строгостью изложения. На представленных в видеокурсе явлениях и задачах в дальнейшем строится изучение всего предмета физики. Курс закладывает необходимый и достаточный базис из наблюдений и теории, а также раскрывает соответствующий математический аппарат, необходимый для решения задач."
    },
    {
      "id": "5",
      "title": "Психология",
      "category": "Психология",
      "date": "05.06.2025",
      "duration": "8 недель",
      "description": "Курс ориентирован на обучающихся на обучающихся образовательных учреждений высшего образования по основным образовательным программам непсихологического профиля уровня бакалавриата и специалитета. А также на широкий круг слушателей, заинтересованных в получении знаний о психологии человека."
    },
    {
      "id": "6",
      "title": "Начала философии",
      "category": "Философия",
      "date": "05.06.2025",
      "duration": "8 недель",
      "description": "Курс знакомит слушателей без специальной философской подготовки с основными проблемами философии как науки и современными подходами к их решению. В ходе курса слушатели смогут понять и интерпретировать как классические, так и современные проблемы в различных областях философии, таких как онтология, эпистемология, философия сознания, эстетика, этика и др."
    },
    {
      "id": "7",
      "title": "Культура современной Японии",
      "category": "История",
      "date": "05.06.2025",
      "duration": "22 недели",
      "description": "Современная японская культура поджидает нас на каждом шагу. Чего стоят рестораны суши, аниме-принты на футболках, и все мы точно хоть раз, но слышали про Мураками Харуки. В чем секрет притягательности Японии? Какая она на самом деле — современная японская культура? Курс «Культура современной Японии» даст вам всеобъемлющее представление о том, что действительно скрывается за такими знакомыми нам феноменами, как повальное увлечение аниме, японской литературой, кухней, кино, а также о ключевых деятелях культуры и искусства современной Японии."
    },
    {
      "id": "8",
      "title": "История Японии: От древности до наших дней",
      "category": "История",
      "date": "05.06.2025",
      "duration": "10 недель",
      "description": "При слове «Япония» у вас наверняка возникает много ассоциаций: самураи, сакура, высокие технологии, чайная церемония… Но почему мы воспринимаем эту страну именно так и какой путь она проделала за свою многовековую историю? Цикл курсов «История Японии: От древности до наших дней» расскажет вам о том, как появилась Япония и как она развивалась, начиная с доисторических времен и до настоящего времени, как Япония стала мировым символом высоких технологий, одной из крупнейших экономик мира и как японская массовая культура покорила миллионы людей по всему миру."
    },
    {
      "id": "9",
      "title": "История Японии: Древность и Средневековье",
      "category": "История",
      "date": "05.06.2025",
      "duration": "5 недель",
      "description": "При слове «Япония» у вас наверняка возникает много ассоциаций: самураи, сакура, высокие технологии, чайная церемония… Но почему мы воспринимаем эту страну именно так и какой путь она проделала за свою многовековую историю? Курс «История Японии: Древность и Средневековье» расскажет вам о том, как появилась Япония и как она развивалась, начиная с доисторических времен и до эпохи Средних веков."
    },
    {
      "id": "10",
      "title": "История Японии: Новое и Новейшее время",
      "category": "История",
      "date": "05.06.2025",
      "duration": "5 недель",
      "description": "При слове «Япония» у вас наверняка возникает много ассоциаций: самураи, сакура, высокие технологии, чайная церемония… Но почему мы воспринимаем эту страну именно так и какой путь она проделала за свою многовековую историю? Курс «История Японии: Новое и Новейшее время» расскажет вам о том, как Япония стала мировым символом высоких технологий, одной из крупнейших экономик мира и как японская массовая культура покорила миллионы людей по всему миру."
    },
    {
      "title": "История античной Греции",
      "category": "История",
      "description": "В этом курсе вы узнаете все об античной Греции",
      "date": "21.06.2025",
      "duration": "12 недель",
      "id": "83a2"
    }
  ]
}